/* label of button to dismiss sheet without agreeing (Close rather than OK) */
"Close" = "Chiudi";

/* primary label with product name */
"Connecting to %@..." = "Collegamento a %@...";

/* primary label */
"Connecting..." = "Collegamento...";

/*
 * Primary label displayed when app runs in "about box" mode.
 * Most of the time this is obscured by the sheet displaying the information
 * about the application.
 */
"PrimaryLabelAbout" = "Informazioni su...";

//----- download progress info -----------------------------------------------//

/* No comment provided by engineer. */
"Downloading (%@ out of %@ Bytes)" = "Download (%1$@ di %2$@ Byte)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ KB)" = "Download (%1$@ di %2$@ KB)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ MB)" = "Download (%1$@ di %2$@ MB)";

//----- product display names ------------------------------------------------//

/** Name displayed in lieu of product when product is not known */
"UnknownTheProduct" = "l'applicazione";

/* G2M product display name */
"GoToMeeting" = "GoToMeeting";

/* G2T product display name */
"GoToTraining" = "GoToTraining";

/* G2W product display name */
"GoToWebinar" = "GoToWebinar";

/* G2A product display name */
"GoToAssist" = "GoToAssist";

/* G2AC product display name */
"GoToAssist Corporate" = "GoToAssist Corporate";

/* GoToMyPC product display name */
"GoToMyPC" = "GoToMyPC";


//----- About Box ------------------------------------------------------------//


/* Message (title) displayed on face of about box sheet. */
"AboutBoxMessage" = "Informazioni su GoTo Opener";

/* Detailed info displayed on face of about box sheet. */
"AboutBoxInfo" = "GoTo Opener consente l'esecuzione regolare di siti Web e software GoTo sul computer.\n\nVersione: %@\n\nPercorso: %@";


//----- task labels for main window ------------------------------------------//

/* generic launch progress label */
"Initializing" = "Inizializzazione";

/*
 * Progress label displayed while just-launched, persistently-installed app
 * initially downloads session parameters from Launcher Service
 */
"DownloadingArgs" = "Richiesta di informazioni specifiche per l'avvio";

/* progress label displayed while waiting for another DownloaderApp to finish */
"WaitingForMutex" = "In attesa del completamento dell'esecuzione di un altro GoTo Opener";

/* progress label displayed while DownloaderApp installs itself to persistent location */
"InstallingDlApp" = "Installazione di GoTo Opener";

/* generic starting plugin download progress label */
"Starting Plugin Download" = "Avvio del download del plugin";

/* generic installing plugin label */
"Installing Plugin" = "Installazione plugin";

/* generic starting download progress label */
"Starting Download" = "Avvio del download";

/* generic downloading progress label */
"Downloading" = "Download in corso";

/* generic verify archive progress label */
"Verifying" = "Verifica";

/* generic unarchiving progress label */
"Unzipping" = "Decompressione";

/* generic launch progress label */
"Installing" = "Installazione in corso";

/* generic launch progress label */
"Launching" = "Avvio in corso…";

/* launch installer progress label */
"Launching Installer" = "Avvio programma di installazione...";

//----- Message text for error alert sheets ----------------------------------//

/* download failed alert message */
"Download Failed" = "Download non riuscito";

/* unarchive failed alert message */
"Unarchive Failed" = "Decompressione non riuscita";

/* installation failed alert message */
"Installation Failed" = "Installazione non riuscita";

/* launch failed alert message */
"Launch Failed" = "Avvio non riuscito";

//----- Info text for error alert sheets -------------------------------------//

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to launch app, into which specific product name is inserted */
"AppFatalMsgPre"  = "Impossibile per GoTo Opener avviare %@.";

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to install package, into which specific product name is inserted */
"InstallFatalMsgPre"  = "Impossibile per GoTo Opener installare %@.";

/* boilerplate conclusion for error sheets indicating complete failure of the Launcher */
"GenericFatalMsgPost" = "Riavviare il download o contattare il Supporto Clienti Globale all'indirizzo \nhttp://link.logmeininc.com/get-help.";

/* boilerplate introduction for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPre"  = "GoTo Opener non considera attendibile il server di download.";

/* boilerplate conclusion for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPost" = "Accertarsi di avere certificati attendibili aggiornati nei portachiavi o contattare il Supporto Clienti Globale all'indirizzo \nhttp://link.logmeininc.com/get-help.";

/* notify user that product endpoint version doesn't support OS version */
"ProductSupportForOsErrorInfo" = "La versione richiesta di %@ non supporta questa versione di Mac OS X.";

/* app download failed alert informative text */
"DownloadAppFailedErrorInfo" = "Download dai server dell'applicazione richiesta non riuscito.";

/* app download failed alert instructions to manually download and install endpoint */
"DownloadAppFailedOfferManualDownload" = "%@ non è stato avviato perché si è verificato un problema con il download dell'app. Salva il file utilizzando invece il browser Web:\n\n1. Fai clic sul pulsante Scarica nel browser.\n2. Apri e installa il file scaricato.\n3. Prova a partecipare di nuovo alla sessione.";

/* app download failed alert instructions to manually download and install endpoint, post part */
"DownloadAppFailedOfferManualDownloadPost" = "Per ulteriore assistenza, contatta l'amministratore di sistema oppure il supporto %@: https://link.logmeininc.com/get-help.";


/* app download failed alert download button */
"Download" = "Scarica nel browser";

/* installer download failed alert informative text */
"DownloadInstallerFailedErrorInfo" = "Download dai server del programma di installazione non riuscito.";

/* app unarchive failed alert informative text */
"UnarchiveAppFailedErrorInfo" = "Decompressione dell'applicazione richiesta non riuscita.";

/* installer unarchive failed alert informative text */
"UnarchiveInstallerFailedErrorInfo" = "Decompressione del programma di installazione non riuscita.";

/* failed to place app bundle in permanent location, alert informative text */
"InstallAppFailedErrorInfo" = "Installazione dell'applicazione richiesta non riuscita.";

/* app launch failed alert informative text */
"LaunchAppFailedErrorInfo" = "Avvio dell'applicazione richiesta non riuscito.";

/* installer launch failed alert informative text */
"LaunchInstallerFailedErrorInfo" = "Impossibile avviare il programma di installazione.";

/* app arguments download failed alert informative text */
"DownloadAppArgumentsFailedErrorInfo" = "Download dai server degli argomenti dell'applicazione richiesta non riuscito.";


//----- for SSL error alert sheets -------------------------------------------//

/* label of button to retry on authentication timeout (not abort the app) */
"AuthTimeoutErrorRetryButtonLabel" = "Riprova";

/* label of button to cancel retry on authentication timeout (so abort the app) */
"AuthTimeoutErrorCancelButtonLabel" = "Chiudi";

/* authentication timeout alert message */
"AuthTimeoutErrorMsg" = "L'autenticazione ha richiesto troppo tempo";

/* authentication timeout alert informative text */
"AuthTimeoutErrorInfo" = "Impossibile effettuare l'autenticazione delle credenziali in un tempo ragionevole. Forse il nome o la password inoltrati non erano corretti. Riprovare.";

/* label of button to retry on connection lost during authentication (not abort the app) */
"AuthDisconnectErrorRetryButtonLabel" = "Riprova";

/* label of button to cancel retry on connection lost during authentication (so abort the app) */
"AuthDisconnectErrorCancelButtonLabel" = "Chiudi";

/* disconnect during authentication alert message */
"AuthDisconnectErrorMsg" = "Autenticazione non riuscita";

/* disconnect during authentication alert informative text */
"AuthDisconnectErrorInfo" = "La connessione di rete è stata interrotta inaspettatamente durante l'autenticazione. Forse il nome o la password inoltrati non erano corretti. Riprovare.";

/* SSL server certificate error alert message */
"ServerSslCertErrorMsg" = "Identità del server non attendibile";

/* generic SSL server certificate error informative text */
"ServerSslCertError" = "Il certificato del server sembra non valido. Se ci si collega ad esso, si potrebbero mettere a rischio le informazioni riservate.";

/* generic SSL server certificate error informative text <URL including host> */
"ServerSslCertErrorWithUrl" = "Il certificato del server all'indirizzo \\'%@\\' sembra non valido. Se ci si collega ad esso, si potrebbero mettere a rischio le informazioni riservate.";

/* generic SSL server certificate error informative text <host name> */
"ServerSslCertErrorWithHostName" = "Il certificato del server \\'%@\\' sembra non valido. Se ci si collega ad esso, si potrebbero mettere a rischio le informazioni riservate.";

/* label of button to close server certificate error dialog and abort the app */
"ServerCertErrorCancelButtonLabel" = "Chiudi";
